Revit 2024 API
LeaderArray Constructor
Initializes a new instance of the LeaderArray class
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public LeaderArray()
Visual Basic
Public Sub New
Visual C++
public:
LeaderArray()
See Also
LeaderArray Class
Autodesk.Revit.DB Namespace